Repository: efir369999/montana_messenger
Catalog: apps/wallet/ios/Code/Montana/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: On the home screen tap the “You” circle with the + sign. You can pick several photos and videos.
ru: На главном экране нажмите кружок «Вы» со знаком +. Можно выбрать несколько фото и видео.
zh_hans: 在主屏幕点击带 + 号的“您”圆圈。可选择多张照片和视频。

source: On your wall
ru: На вашей стене
zh_hans: 在你的墙上

source: Once a day while Montana is open, a copy of your history goes to the iCloud storage of your Apple Account, sealed with the key your 24 words open. The words are not in it. You find it where every app keeps its copy: Settings, your name, iCloud, Storage, Montana. Apple sees a file, its size and the moment it was written, and nothing else.
ru: Раз в сутки, пока Montana открыта, копия вашей переписки уходит в ваше хранилище iCloud, запечатанная ключом, который открывают ваши 24 слова. Самих слов в ней нет. Она лежит там же, где копии всех приложений: Настройки → ваше имя → iCloud → Хранилище → Montana. Apple видит файл, его размер и время записи — и ничего больше.
zh_hans: Montana 打开期间每天一次，您的历史记录副本会存入您的 iCloud 储存空间，并由您的 24 个助记词所对应的密钥封存。助记词本身不在副本内。它与所有应用的副本存放在同一处：设置 → 您的姓名 → iCloud → 储存空间 → Montana。Apple 只能看到文件、大小和写入时间，仅此而已。

source: One code for a day — the same for the QR and the link.
ru: Один код на сутки — одинаковый для QR и ссылки.
zh_hans: 一天一个码——二维码与链接相同。

source: One-time invitation. It changes as soon as it is used.
ru: Одноразовое приглашение. Оно меняется, как только им воспользовались.
zh_hans: 一次性邀请。一经使用即更换。

source: Online status
ru: Статус «Онлайн»
zh_hans: 在线状态

source: Only contacts
ru: Только контакты
zh_hans: 仅联系人

source: Only me
ru: Только я
zh_hans: 仅自己

source: Only people who may write on this wall can comment
ru: Комментировать могут те, кому можно писать на этой стене
zh_hans: 只有可以在这面墙上发帖的人才能评论

source: Only people you already share a conversation with can tell it is you.
ru: Понять, что это вы, может только тот, с кем у вас уже есть переписка.
zh_hans: 只有与您已有对话的人才能认出是您。

source: Only whether others see you online. Walls and pages come and go regardless.
ru: Только видят ли вас другие в сети. Стены и страницы приходят и уходят независимо от этого.
zh_hans: 仅决定他人是否能看到你在线。留言墙和页面的往来不受影响。

source: Only you hold the key
ru: Ключ держите только вы
zh_hans: 只有您持有密钥

source: Open
ru: Открыть
zh_hans: 打开

source: Open Settings
ru: Открыть Настройки
zh_hans: 打开设置

source: Open game
ru: Открыть партию
zh_hans: 打开对局

source: Open iOS settings
ru: Открыть настройки iOS
zh_hans: 打开 iOS 设置

source: Open identity
ru: Открыть личность
zh_hans: 打开身份

source: Open phone settings
ru: Открыть настройки телефона
zh_hans: 打开手机设置

source: Open player
ru: Открыть плеер
zh_hans: 打开播放器

source: Open the device
ru: Открыть устройство
zh_hans: 打开设备

source: Opening your identity…
ru: Открываем вашу личность…
zh_hans: 正在打开您的身份…

source: Opponent's move
ru: Ход соперника
zh_hans: 轮到对方走棋

source: Or choose a place
ru: Или выбрать место
zh_hans: 或选择一个地点

source: Orb
ru: Шар
zh_hans: 球体

source: Original
ru: Оригинал
zh_hans: 原始

source: Other
ru: Другое
zh_hans: 其他

source: Other ways to reach you
ru: Другие способы связи
zh_hans: 其他联系方式

source: Out of time
ru: Время вышло
zh_hans: 超时

source: Outline
ru: Обводка
zh_hans: 描边

source: Outline opacity
ru: Прозрачность обводки
zh_hans: 描边不透明度

source: Outline width
ru: Толщина обводки
zh_hans: 描边宽度

source: Over Wi-Fi
ru: Через Wi-Fi
zh_hans: 通过 Wi-Fi

source: Over mobile network
ru: Через мобильную сеть
zh_hans: 通过移动网络

source: Own colours
ru: Родные цвета
zh_hans: 原生配色

source: P2P network
ru: P2P сеть
zh_hans: P2P 网络

source: P2P network test
ru: P2P тест сети
zh_hans: P2P 网络测试

source: P2P wall
ru: П2П стена
zh_hans: P2P 墙

source: P2P wall: the nodes this phone reaches
ru: П2П стена: узлы, до которых дотягивается этот телефон
zh_hans: P2P 墙：这部手机能连到的节点

# PUSH_INCOMING_CALL
source: Incoming call
ru: Входящий звонок
zh_hans: 来电

# PUSH_MISSED_CALL
source: Missed call
ru: Пропущенный звонок
zh_hans: 未接来电

# PUSH_NEW_MESSAGE
source: New message
ru: Новое сообщение
zh_hans: 新消息

source: Page background
ru: Фон страницы
zh_hans: 主页背景

source: Pages background
ru: Фон страниц
zh_hans: 页面背景

source: Participation
ru: Участие
zh_hans: 参与记录

source: Password
ru: Пароль
zh_hans: 密码

source: Pause
ru: Пауза
zh_hans: 暂停

source: Pay in the window this machine lives
ru: Заплатить в окне, которое живёт машина
zh_hans: 在本机所处窗口支付

source: People message you and send Montana to it
ru: По нему вам пишут и отправляют Montana
zh_hans: 他人通过它给您发消息和 Montana

source: People write to you by it
ru: По ней вам пишут
zh_hans: 他人凭此写信给您

source: Permanent
ru: Постоянная
zh_hans: 永久

source: Permanently delete the chat with %@?
ru: Удалить переписку с %@ навсегда?
zh_hans: 永久删除与 %@ 的聊天？

source: Personal colors
ru: Персональные цвета
zh_hans: 个性化颜色

source: Phone
ru: Телефон
zh_hans: 电话

source: Phone number
ru: Номер телефона
zh_hans: 电话号码

source: Photo
ru: Фото
zh_hans: 照片

source: Photo attached
ru: Фото прикреплено
zh_hans: 已附加照片

source: Photos
ru: Фото
zh_hans: 照片

source: Photos and videos
ru: Фото и видео
zh_hans: 照片和视频

source: Photos attached
ru: Фото прикреплены
zh_hans: 已附加多张照片

source: Pin
ru: Закрепить
zh_hans: 置顶

source: Pin for Everyone
ru: Закрепить у всех
zh_hans: 为所有人置顶

source: Pin for \(chat.title)
ru: Закрепить у \(chat.title)
zh_hans: 为 \(chat.title) 置顶

source: Pin for both
ru: Закрепить у обоих
zh_hans: 为双方置顶

source: Pin for everyone
ru: Закрепить у всех
zh_hans: 为所有人置顶

source: Pin for me
ru: Закрепить у меня
zh_hans: 为我置顶

source: Pin message
ru: Закрепить сообщение
zh_hans: 置顶消息

source: Pin this message?
ru: Закрепить это сообщение?
zh_hans: 置顶这条消息？

source: Pin to Page
ru: Закрепить на странице
zh_hans: 置顶到页面

source: Ping
ru: Пинг

source: Pinned
ru: Закреплено
zh_hans: 已置顶

source: Pinned a message
ru: Закрепил(а) сообщение
zh_hans: 置顶了一条消息

source: Pinned message
ru: Закреплённое сообщение
zh_hans: 置顶消息

source: Play
ru: Воспроизвести
zh_hans: 播放

source: Play the computer
ru: Играть с компьютером
zh_hans: 与电脑对弈

source: Playback speed
ru: Скорость
zh_hans: 播放速度

source: Playlist
ru: Плейлист
zh_hans: 播放列表

source: Point at a Montana address QR code
ru: Наведите на QR-код адреса Montana
zh_hans: 对准 Montana 地址的 QR 码

source: Point at a one-time card or a @username code
ru: Наведите на разовую карточку либо код @имени
zh_hans: 对准一次性名片或 @用户名 二维码

source: Point at the new device's QR code
ru: Наведите на QR-код нового устройства
zh_hans: 对准新设备的 QR 码

source: Posts on your people's walls will appear here
ru: Посты со стен ваших собеседников появятся здесь
zh_hans: 你联系人墙上的帖子 将显示在这里

source: Preparing
ru: Подготовка
zh_hans: 准备中

source: Preparing an invitation…
ru: Готовлю приглашение…
zh_hans: 正在准备邀请…

source: Preview
ru: Предпросмотр
zh_hans: 预览

source: Previous copy in iCloud
ru: Прежняя копия в iCloud
zh_hans: iCloud 中的上一份副本

source: Previous move
ru: Предыдущий ход
zh_hans: 上一步

source: Privacy
ru: Приватность
zh_hans: 隐私

source: Privacy Policy
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Private account
ru: Приватный аккаунт
zh_hans: 私密账户

source: Profile
ru: Профиль
zh_hans: 个人资料

source: Profile color
ru: Цвет профиля
zh_hans: 个人资料颜色

source: Profile photo
ru: Фото профиля
zh_hans: 头像

source: Promote pawn
ru: Превратить пешку
zh_hans: 兵升变

source: Publish
ru: Опубликовать
zh_hans: 发布

source: Publishing
ru: Публикуется
zh_hans: 正在发布

source: Punch port
ru: Порт пробива
zh_hans: 打洞端口

source: Put back into the copy
ru: Вернуть в копию
zh_hans: 放回副本

source: QR Code
ru: QR-код
zh_hans: QR 码

source: QR code & link
ru: QR-код и ссылка
zh_hans: 二维码和链接

source: Quartz drift
ru: Дрейф кварца
zh_hans: 石英漂移

source: Questions about Montana
ru: Вопросы о Montana
zh_hans: 关于 Montana 的问题

source: Queued
ru: В очереди
zh_hans: 排队中

source: RECEIVE ATTACHMENTS AUTOMATICALLY
ru: ПРИНИМАТЬ ВЛОЖЕНИЯ АВТОМАТИЧЕСКИ
zh_hans: 自动接收附件

source: Reach a machine
ru: Дотянуться до машины
zh_hans: 连接到机器

source: Reach us
ru: Связь с нами
zh_hans: 联系我们

source: Reachable nodes
ru: Узлы
zh_hans: 节点

source: Reachable now
ru: Достижимы сейчас
zh_hans: 当前可达

source: Read
ru: Прочитано
zh_hans: 已读

source: Read all
ru: Прочитать все
zh_hans: 全部已读

source: Read receipts
ru: Отчёты о прочтении
zh_hans: 已读回执

source: Read the wallet
ru: Прочитать кошелёк
zh_hans: 读取钱包

source: Read this core
ru: Прочитать ядро
zh_hans: 读取内核

source: Read what the payment left
ru: Прочитать, что оставил платёж
zh_hans: 读取支付留下的内容

source: Read what was lived
ru: Прочитать прожитое
zh_hans: 读取已度过的窗口

source: Reading the conversation…
ru: Читаем переписку…
zh_hans: 正在读取对话…

source: Reading the page…
ru: Читаю страницу…
zh_hans: 正在读取页面…

source: Reading the wallet…
ru: Читаем кошелёк…
zh_hans: 正在读取钱包…

source: Reason
ru: Причина
zh_hans: 原因

source: Recall a person
ru: Вспомнить человека
zh_hans: 找回身份

source: Receive
ru: Приём
zh_hans: 接收

source: Receiving…
ru: Принимается…
zh_hans: 接收中…

source: Recent
ru: Недавние
zh_hans: 最近

source: Recent Calls
ru: Недавние звонки
zh_hans: 最近通话

source: Reconnecting…
ru: Восстановление связи…
zh_hans: 重新连接中…

source: Records
ru: Записи
zh_hans: 记录

source: Recovered from the archive without its key: these messages can be read, not answered. To write again, open a new contact.
ru: Восстановлено из архива без ключа: эти сообщения можно читать, но не ответить. Чтобы писать снова, откройте новый контакт.
zh_hans: 已从存档恢复，但没有密钥：这些消息可以阅读，无法回复。要再次写信，请建立新的联系。

source: Recovered history
ru: Восстановленная история
zh_hans: 已恢复的历史记录

source: Recovery from phrase
ru: Восстановление по фразе
zh_hans: 助记词恢复

source: Redeem the right into a note
ru: Обратить право в заметку
zh_hans: 将权利兑为票据

source: Redemption window
ru: Окно погашения права
zh_hans: 权益兑付窗口

source: Reflector
ru: Отражатель
zh_hans: 反射器

source: Refresh
ru: Обновить
zh_hans: 刷新

source: Reject
ru: Отклонить
zh_hans: 拒绝

source: Release to cancel
ru: Отпустите, чтобы отменить
zh_hans: 松开取消

source: Release to send
ru: Отпустите, чтобы отправить
zh_hans: 松开发送

source: Remind me
ru: Напомнить
zh_hans: 提醒我

source: Reminder
ru: Напоминание
zh_hans: 提醒

source: Remove
ru: Убрать
zh_hans: 移除

source: Remove Photo
ru: Удалить фото
zh_hans: 删除照片

source: Remove from saved
ru: Убрать из сохранённых
zh_hans: 从已保存中移除

source: Remove photo
ru: Удалить фотографию
zh_hans: 移除照片

source: Remove set
ru: Убрать набор
zh_hans: 移除贴纸包

source: Repetition
ru: Повторение позиции
zh_hans: 重复局面

source: Replace
ru: Заменить
zh_hans: 替换

source: Replace the copy in iCloud
ru: Заменить копию в iCloud
zh_hans: 替换 iCloud 中的副本

source: Replace the copy in iCloud?
ru: Заменить копию в iCloud?
zh_hans: 要替换 iCloud 中的副本吗？

source: Replace the identity on this phone?
ru: Заменить личность на этом телефоне?
zh_hans: 替换此手机上的身份？

source: Reply
ru: Ответ
zh_hans: 回复

source: Reply sent
ru: Ответ отправлен
zh_hans: 回复已发送

source: Reply to %@
ru: Ответ %@
zh_hans: 回复%@

source: Reply...
ru: Ответить...
zh_hans: 回复...

source: Report
ru: Пожаловаться
zh_hans: 举报

source: Report inappropriate activity
ru: Сообщить о недопустимом поведении
zh_hans: 举报不当行为

source: Report: any letter or person can be reported from its menu. Reports are reviewed within 24 hours; offending content is removed and the offender is barred.
ru: Жалоба: на любое письмо или человека можно пожаловаться из меню. Жалобы рассматриваются в течение 24 часов; нарушающее содержимое удаляется, нарушитель лишается доступа.
zh_hans: 举报：任何信件或用户都可从菜单中举报。举报将在 24 小时内处理；违规内容将被删除，违规者将被禁止。

source: Reported letter
ru: Письмо, на которое жалоба
zh_hans: 被举报的信件

source: Reports go to %@ and are reviewed within 24 hours.
ru: Жалобы уходят на %@ и рассматриваются в течение 24 часов.
zh_hans: 举报将发送至 %@，并在 24 小时内处理。

source: Reports of objectionable content are reviewed within 24 hours.
ru: Жалобы на неприемлемое содержимое рассматриваются в течение 24 часов.
zh_hans: 对不当内容的举报将在 24 小时内处理。

source: Repost
ru: Репост
zh_hans: 转发

source: Reposted from %@
ru: Репост со стены: %@
zh_hans: 转发自 %@

source: Reset motion
ru: Сбросить движение
zh_hans: 重置动效

source: Reset to Montana
ru: Сбросить к Montana
zh_hans: 重置为 Montana

source: Resign
ru: Сдаться
zh_hans: 认输

source: Resign this game?
ru: Сдаться в этой партии?
zh_hans: 要认输吗？

source: Resignation
ru: Сдача
zh_hans: 认输

source: Restore
ru: Восстановить
zh_hans: 恢复

source: Restore from backup?
ru: Восстановить из копии?
zh_hans: 从备份恢复？

source: Restore from backup…
ru: Восстановить из копии…
zh_hans: 从备份恢复…

source: Restore from phrase
ru: Восстановить по фразе
zh_hans: 通过助记词恢复

source: Restore from your node
ru: Восстановить с вашего узла
zh_hans: 从您的节点恢复

source: Restore it
ru: Восстановить её
zh_hans: 恢复它

source: Restore original photo
ru: Вернуть оригинальное фото
zh_hans: 恢复原始照片

source: Restoring from the backup
ru: Восстановление из копии
zh_hans: 正在从备份恢复

source: Restoring from your node
ru: Восстанавливаем с вашего узла
zh_hans: 正在从您的节点恢复

source: Restoring…
ru: Восстанавливаем…
zh_hans: 正在恢复…

source: Restricted
ru: Ограничено
zh_hans: 受限制

source: Retry
ru: Повторить
zh_hans: 重试

source: Right to a share
ru: Право на долю
zh_hans: 份额权益

source: Rights of ownership
ru: Права владения
zh_hans: 所有权

source: Ringing…
ru: Звонит…
zh_hans: 响铃中…

source: Rose
ru: Роза
zh_hans: 玫瑰

source: Routing table
ru: Таблица маршрутов
zh_hans: 路由表

source: Russian
ru: Русский
zh_hans: 俄语

source: SYNC
ru: СИНХРОНИЗАЦИЯ
zh_hans: 同步

source: Same as Appearance
ru: Как в оформлении
zh_hans: 与外观一致

source: Same as my page
ru: Как у моей страницы
zh_hans: 与我的页面相同

source: Save
ru: Сохранить
zh_hans: 保存

source: Saved
ru: Сохранено
zh_hans: 已保存

source: Saved Messages
ru: Избранное
zh_hans: 收藏

source: Saved to Photos
ru: Сохранено в Фото
zh_hans: 已保存到照片

source: Scan
ru: Сканировать
zh_hans: 扫描

source: Scan QR
ru: Скан QR
zh_hans: 扫描 QR

source: Scan address
ru: Сканировать адрес
zh_hans: 扫描地址

source: Scan code
ru: Сканировать код
zh_hans: 扫描二维码

source: Scan the other person's QR
ru: Сканировать QR собеседника
zh_hans: 扫描对方的 QR

source: Scan this code from the service's app on another device: Settings, Devices, Link Desktop Device.
ru: Отсканируйте этот код из приложения службы на другом устройстве: Настройки → Устройства → Подключить устройство.
zh_hans: 请在另一设备上的服务应用中扫描此二维码：设置 → 设备 → 连接设备。

source: Schedule
ru: Запланировать
zh_hans: 定时发送

source: Scheduling
ru: Расписание
zh_hans: 调度

source: Screen
ru: Экран
zh_hans: 屏幕

source: Screen recording or mirroring is on. The words stay hidden while it lasts.
ru: Идёт запись или трансляция экрана. Пока она идёт, слова скрыты.
zh_hans: 正在录屏或投屏。期间助记词保持隐藏。

source: Sealing the copy for iCloud
ru: Запечатывание копии для iCloud
zh_hans: 正在为 iCloud 封存副本

source: Sealing the copy for your node
ru: Запечатываем копию для вашего узла
zh_hans: 正在为您的节点封存副本

source: Sealing the copy: %lld%%
ru: Копия запечатывается: %lld%%
zh_hans: 正在封存备份：%lld%%

source: Search
ru: Поиск
zh_hans: 搜索

source: Search GIFs
ru: Поиск гифок
zh_hans: 搜索动图

source: Search emoji
ru: Поиск эмодзи
zh_hans: 搜索表情

source: Search in chat…
ru: Поиск в чате…
zh_hans: 在聊天中搜索…

source: Search stickers
ru: Поиск стикеров
zh_hans: 搜索贴纸

source: Search the web
ru: Искать в интернете
zh_hans: 网上搜索

source: Search · @username
ru: Поиск · @имя пользователя
zh_hans: 搜索 · @用户名

source: Search · Montana address
ru: Поиск · адрес Montana
zh_hans: 搜索 · Montana 地址

source: Secret phrase
ru: Секретная фраза
zh_hans: 助记词

source: Seed phrase
ru: Сид-фраза
zh_hans: 助记词

source: Select
ru: Выбрать
zh_hans: 选择

source: Selected: %lld
ru: Выделено: %lld
zh_hans: 已选择：%lld

source: Selected: \(selected.count)
ru: Выбрано: \(selected.count)
zh_hans: 已选择：\(selected.count)

source: Selected: \(selectedMsgs.count)
ru: Выбрано: \(selectedMsgs.count)
zh_hans: 已选择：\(selectedMsgs.count)

source: Send
ru: Отправить
zh_hans: 发送

source: Send (auto — finds a peer on Wi-Fi, no card)
ru: Отправить (авто — находит соседа на Wi-Fi, без карты)
zh_hans: 发送（自动——在 Wi-Fi 上查找邻居，无需名片）

source: Send This Location
ru: Отправить геопозицию
zh_hans: 发送此位置

source: Send a copy now
ru: Отправить копию сейчас
zh_hans: 立即发送副本

source: Send later
ru: Отправить позже
zh_hans: 稍后发送

source: Send report
ru: Отправить жалобу
zh_hans: 发送举报

source: Send the code again
ru: Отправить код ещё раз
zh_hans: 重新发送验证码

source: Send to Montana
ru: Отправить в Montana
zh_hans: 发送到 Montana

source: Send via P2P
ru: Отправить через P2P
zh_hans: 通过 P2P 发送

source: Sending
ru: Отправка
zh_hans: 发送中

source: Sending failed. Please try again.
ru: Не удалось отправить. Попробуйте снова.
zh_hans: 发送失败。请重试。

source: Sending to your node
ru: Отправляем на ваш узел
zh_hans: 正在发送到您的节点

source: Sending…
ru: Отправка…
zh_hans: 发送中…

source: Sent
ru: Отправлено
zh_hans: 已发送

source: Server error (\(http.statusCode))
ru: Ошибка сервера (\(http.statusCode))
zh_hans: 服务器错误 (\(http.statusCode))

source: Set
ru: Указать
zh_hans: 设置

source: Set a passcode on this device — without it the phrase cannot be protected.
ru: Задайте код на этом устройстве — без него фразу нечем защитить.
zh_hans: 请在此设备上设置密码——否则无法保护助记词。

source: Set a photo for this contact
ru: Поставить фото этому контакту
zh_hans: 为此联系人设置照片

source: Set by you
ru: Задано вами
zh_hans: 由您设置

source: Set photo for \(dispName.isEmpty ?
ru: Установить фото для \(dispName.isEmpty ?
zh_hans: 为 \(dispName.isEmpty ? 设置照片

source: Set up your node
ru: Настроить ваш узел
zh_hans: 设置您的节点

source: Setting up your node…
ru: Настраиваем ваш узел…
zh_hans: 正在设置您的节点…

source: Settings
ru: Настройки
zh_hans: 设置

source: Settings → Appearance → Chat Background (both a pattern and your own photo are available).
ru: Настройки → Оформление → Фон чата (есть и свой узор, и своё фото).
zh_hans: 设置 → 外观 → 聊天背景（可选图案或自己的照片）。

source: Settings → tap your profile → Edit → Change Photo.
ru: Настройки → нажмите на профиль → «Изменить» → «Изменить фото».
zh_hans: 设置 → 点击头像 → 编辑 → 更换照片。

source: Share
ru: Поделиться
zh_hans: 分享

source: Share connection link
ru: Поделиться ссылкой для подключения
zh_hans: 分享连接链接

source: Share contact
ru: Поделиться контактом
zh_hans: 分享联系人

source: Share log
ru: Поделиться логом
zh_hans: 分享日志

source: Share your QR code or address so people can message you. Or scan someone else's.
ru: Дайте свой QR-код или адрес — по нему вам напишут. Или отсканируйте чужой.
zh_hans: 分享您的 QR 码或地址，别人就能给您发消息。或扫描他人的。

source: Share your code or @username so people can message you. Or scan someone else's.
ru: Поделитесь кодом или своим @именем, чтобы вам написали. Либо отсканируйте чужой.
zh_hans: 分享您的二维码或 @用户名，好让别人联系您。或扫描他人的。

source: Shared \(sections[tab].lowercased()) will appear here
ru: Здесь будут общие \(sections[tab].lowercased())
zh_hans: 共享的 \(sections[tab].lowercased()) 将显示在这里

source: Shared files will appear here
ru: Общие файлы появятся здесь
zh_hans: 共享的文件会显示在这里

source: Shared links will appear here
ru: Здесь появятся ссылки
zh_hans: 共享的链接会显示在这里

source: Shared media will appear here
ru: Общие фотографии появятся здесь
zh_hans: 共享的照片会显示在这里

source: Shared music will appear here
ru: Здесь появится музыка
zh_hans: 共享的音乐会显示在这里

source: Shared video will appear here
ru: Общие видео появятся здесь
zh_hans: 共享的视频会显示在这里

source: Shared voice messages will appear here
ru: Общие голосовые сообщения появятся здесь
zh_hans: 共享的语音消息会显示在这里

source: Sheen
ru: Блеск
zh_hans: 光泽

source: Show Words
ru: Показать слова
zh_hans: 显示助记词

source: Show a one-time card
ru: Показать разовую карточку
zh_hans: 出示一次性名片

source: Show earlier
ru: Показать более ранние
zh_hans: 显示更早的消息

source: Show in chat
ru: Показать в чате
zh_hans: 在聊天中显示

source: Show in full
ru: Показать полностью
zh_hans: 显示全文

source: Show in playlist
ru: Показать в плейлисте
zh_hans: 在播放列表中显示

source: Show message text
ru: Показывать текст сообщения
zh_hans: 显示消息文本

source: Show name on lock screen
ru: Имя на экране блокировки
zh_hans: 锁定屏幕上显示姓名

source: Show notifications
ru: Показывать уведомления
zh_hans: 显示通知

source: Show original name
ru: Показать оригинальное имя
zh_hans: 显示原始名字

source: Show secret phrase
ru: Показать секретную фразу
zh_hans: 显示助记词

source: Show seed phrase
ru: Показать сид-фразу
zh_hans: 显示助记词

source: Show sender
ru: Показывать отправителя
zh_hans: 显示发件人

source: Show the Calls tab in the bottom bar.
ru: Показывать вкладку звонков в нижней панели.
zh_hans: 在底部栏中显示通话标签页。

source: Show their photo
ru: Показать их фото
zh_hans: 显示对方的照片

source: Show this code so people can add you on Montana
ru: Покажи этот код, чтобы тебя добавили в Montana
zh_hans: 出示此码，让别人把您添加到 Montana

source: Show this code to a phone where Montana is already running
ru: Покажите этот код телефону, где Montana уже работает
zh_hans: 将此码出示给已运行 Montana 的手机

source: Sign in to Montana
ru: Войти в Montana
zh_hans: 登录 Montana

source: Skip
ru: Пропустить
zh_hans: 跳过

source: Skip and stay without an identifier
ru: Пропустить и остаться без идентификатора
zh_hans: 跳过，保持无标识符

source: Sky
ru: Небо
zh_hans: 天空

source: Slide left to cancel
ru: Влево — отмена
zh_hans: 左滑取消

source: Some items are still on their way — Montana will send them.
ru: Часть вложений ещё в пути — Montana отправит их сама.
zh_hans: 部分内容仍在发送中——Montana 会自动完成。

source: Some items didn’t upload — try again.
ru: Часть вложений не загрузилась — попробуйте ещё раз.
zh_hans: 部分内容未能上传——请重试。

source: Some people
ru: Некоторые
zh_hans: 部分人

source: Someone
ru: Кто-то
zh_hans: 某人

source: Someone opened a conversation with you.
ru: Кто-то открыл с вами переписку.
zh_hans: 有人与您开启了对话。

source: Sort
ru: Сорт.
zh_hans: 排序

source: Sorting
ru: Сортировка
zh_hans: 排序

source: Sound
ru: Звук
zh_hans: 声音

source: Source
ru: Источник
zh_hans: 来源

source: Spam
ru: Спам
zh_hans: 垃圾信息

source: Speaker
ru: Динамик
zh_hans: 扬声器

source: Speed
ru: Скорость
zh_hans: 速度

source: Springiness
ru: Пружинистость
zh_hans: 弹性

source: Stalemate
ru: Пат
zh_hans: 逼和

source: Start a Montana call first, then share the screen.
ru: Сначала начните звонок Montana, затем делитесь экраном.
zh_hans: 请先开始 Montana 通话，然后共享屏幕。

source: Starting node…
ru: Запуск узла…
zh_hans: 正在启动节点…

source: Starting…
ru: Запуск…
zh_hans: 启动…

source: Sticker
ru: Стикер
zh_hans: 贴纸

source: Sticker attached
ru: Стикер прикреплён
zh_hans: 已附加贴纸

source: Stickers
ru: Стикеры
zh_hans: 贴纸

source: Stop
ru: Остановить
zh_hans: 停止

source: Stopped.
ru: Остановлено.
zh_hans: 已停止。

source: Store it securely: a password manager you trust, or write it down on paper and keep it offline. Don't take a screenshot or store it in Notes.
ru: Сохраните надёжно: менеджер паролей, которому доверяете, либо перепишите на бумагу и держите офлайн. Не делайте скриншот и не храните в Заметках.
zh_hans: 请妥善保存：使用您信任的密码管理器，或抄写在纸上并离线保管。请勿截屏，也不要保存在“备忘录”中。

source: Subscriber not available
ru: Абонент недоступен
zh_hans: 对方不可用

source: Subscribers
ru: Подписчики
zh_hans: 订阅者

source: Swap
ru: Переключить
zh_hans: 切换

source: Swap sides
ru: Поменять местами
zh_hans: 交换双方

source: Swipe the chat left and tap “Archive”. Restore it from the archive the same way.
ru: Смахните чат влево и нажмите «Архив». Вернуть — из архива тем же способом.
zh_hans: 向左滑动聊天并点击“归档”。用同样方式从归档中恢复。

source: Swipe the chat left and tap “Archive”. Restore it from the archive with the same swipe.
ru: Смахните чат влево и нажмите «Архив». Вернуть — из архива тем же свайпом.
zh_hans: 向左滑动聊天并点击“归档”。用同样的滑动从归档中恢复。

source: Sync contacts
ru: Синхронизировать контакты
zh_hans: 同步联系人

source: Sync with phone
ru: Синхронизировать с телефоном
zh_hans: 与手机同步

source: System
ru: Системный
zh_hans: 系统

source: System access
ru: Системный доступ
zh_hans: 系统访问权限

source: System generator
ru: Генератор системы
zh_hans: 系统生成器

source: System notification permission is managed in iPhone Settings.
ru: Системное разрешение на уведомления управляется в Настройках iPhone.
zh_hans: 系统通知权限在 iPhone 设置中管理。

source: System · Auto
ru: Система · авто
zh_hans: 系统 · 自动

source: Take a name
ru: Занять имя
zh_hans: 取一个名字
